Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_RECORD_VIDEO_4K_24_HEVC_DOLBY_FOOTER
source: • 150 MB with 4K at 24 fps (film style)
ar: ‏• ١٥٠ م.ب. بدقة 4K ومعدل ٢٤ إطار/ث (نمط الأفلام)
bg: • 150 MB с 4K / 24 кадъра/сек (филмов стил)
bn: • ^[4](formatNumber: true)K ^[24](formatNumber: true) fps-এ ^[150](formatNumber: true) MB (ফিল্ম স্টাইল)
ca: • 150 MB amb 4K a 24 fps (estil de pel·lícula)
cs: • 150 MB při 4K a 24 fps (filmové)
da: • 150 MB med 4K ved 24 bps (filmformat)
de: • 150 MB in 4K mit 24 fps (Filmstil)
el: • 150 MB με 4K στα 24 καρέ/δευτ. (κινηματογραφικό στιλ)
es: • 150 MB a 4K y 24 fps (cinematográfico)
es_us: • 150 MB con 4K a 24 fps (estilo fílmico)
fi: • 150 Mt, jos valittuna on 4K / 24 fps (elokuvatyylinen)
fr: • 150 Mo avec 4K à 24 ips (style film)
fr_ca: • 150 Mo avec 4K à 24 ips (style cinématographique)
gu: • 24 fps પર 4K માટે 150 MB (ફિલ્મી સ્ટાઇલ)
he: ‏• 150 מ״ב באיכות 4K בקצב של ⁨24 FPS⁩ (סגנון קולנועי)
hi: • 24 fps पर 4K के साथ 150 MB (फ़िल्म शैली)
hr: • 150 MB s 4K pri 24 fps (filmski stil)
hu: • 150 MB 4K felbontással, 24 fps sebességgel (filmszerű)
id: • 150 MB dengan 4K pada 24 fps (gaya film)
it: • 150 MB con 4K a 24 fps (pellicola)
ja: • 150 MB（4K/24 fps、映画のスタイル）
kk: • 150 МБ: 4K, 24 кадр/с (кино)
kn: • 24 fpsನಲ್ಲಿ 4K ಜೊತೆಗೆ 150 MB (ಫಿಲ್ಮ್ ಸ್ಟೈಲ್)
ko: • 150MB, 4K - 24fps(필름 스타일)
lt: • 150 MB pasirinkus 4K 24 kadr./s (filmo stilius)
ml: • 24 fps-ൽ 4K-യോടു കൂടിയ 150 MB (സിനിമ ശൈലി)
mr: • ^[24](formatNumber: true) fps वर ^[4](formatNumber: true) K सह ^[150](formatNumber: true) MB (फिल्म स्टाइल)
ms: • 150 MB dengan 4K pada 24 bps (gaya filem)
nb: • 150 MB med 4K ved 24 bps (filmstil)
nl: • 150 MB met 4K op 24 fps (filmstijl)
or: • ^[24](formatNumber: true) fpsରେ 4K ସହିତ ^[150](formatNumber: true) MB (ଫିଲ୍ମ ଷ୍ଟାଇଲ୍)
pa: • ^[24](formatNumber: true) fps ‘ਤੇ ^[4](formatNumber: true)K ਨਾਲ ^[150](formatNumber: true) MB (ਫ਼ਿਲਮ ਸਟਾਇਲ)
pl: • 150 MB przy 4K i 24 kl./s (film)
pt_br: • 150 MB com 4K a 24 fps (estilo de filme)
pt_pt: • 150 MB com 4K a 24 fps (cinemático)
ro: • 150 MB cu 4K la 24 fps (stil cinematografic)
ru: • 150 МБ при 4K, 24 кадр⁠/⁠с (кино)
sk: • 150 MB pri 4K, 24 fps (film)
sl: • 150 MB z ločljivostjo 4K pri 24 sličicah/s (filmsko)
sv: • 150 MB med 4K med 24 bilder/s (filmkvalitet)
ta: • 24 fpsஇல் 4Kஇல் 150 MB (ஃபிலிம் ஸ்டைல்)
te: • 24 fpsగా 4Kతో 150 MB (ఫిల్మ్ స్టైల్)
th: • 150 MB ด้วย 4K ที่ 24 fps (แบบภาพยนตร์)
tr: • 150 MB; 4K, 24 kare/sn. (film tipi)
uk: • 150 МБ для 4K, 24 кадр/с (як кіноплівка)
ur: • ‏⁨^[24](formatNumber: true) fps⁩ پر ⁨4K⁩ کے ساتھ ⁨^[150](formatNumber: true) MB⁩ (فلم اسٹائل)
vi: • 150 MB với 4K tại 24 fps (phong cách phim)
zh_cn: • 150 MB, 4K/24 fps（电影风格）
zh_hk: • 150 MB（4K/24 fps，電影風格）
zh_tw: • 150 MB（4K/24 fps，電影風格）

# CAM_RECORD_VIDEO_4K_24_HEVC_FOOTER
source: • 135 MB with 4K at 24 fps (film style)
ar: ‏• ١٣٥ م.ب. بدقة 4K بمعدل ٢٤ إطار/ث (نمط الأفلام)
bg: • 135 MB с 4K / 24 кадъра/сек (филмов стил)
bn: • 4K 24 fps-এ 135 MB (ফিল্ম স্টাইল)
ca: • 135 MB amb 4K a 24 fps (estil de pel·lícula)
cs: • 135 MB při 4K a 24 fps (filmové)
da: • 135 MB med 4K ved 24 bps (filmformat)
de: • 135 MB in 4K mit 24 fps (Filmstil)
el: • 135 MB με 4K στα 24 καρέ/δευτ. (κινηματογραφικό στιλ)
es: • 135 MB a 4K y 24 fps (cinematográfico)
es_us: • 135 MB con 4K a 24 fps (estilo fílmico)
fi: • 135 Mt, jos valittuna on 4K / 24 fps (elokuvatyylinen)
fr: • 135 Mo avec 4K à 24 ips (style film)
fr_ca: • 135 Mo avec 4K à 24 ips (style cinématographique)
gu: • 24 fps પર 4K માટે 135 MB (ફિલ્મી સ્ટાઇલ)
he: ‏• 135 מ״ב באיכות 4K בקצב של ⁨24 FPS⁩ (סגנון קולנועי)
hi: • 24 fps पर 4K के साथ 135 MB (फ़िल्म शैली)
hr: • 135 MB s 4K pri 24 fps (filmski stil)
hu: • 135 MB 4K felbontással, 24 fps sebességgel (filmszerű)
id: • 135 MB dengan 4K pada 24 fps (gaya film)
it: • 135 MB con 4K a 24 fps (pellicola)
ja: • 135 MB（4K/24 fps、映画のスタイル）
kk: • 135 МБ: 4K, 24 кадр/с (кино)
kn: • 24 fpsನಲ್ಲಿ 4K ಜೊತೆಗೆ 135 MB (ಫಿಲ್ಮ್ ಸ್ಟೈಲ್)
ko: • 135MB, 4K - 24fps(필름 스타일)
lt: • 135 MB pasirinkus 4K 24 kadr./s (filmo stilius)
ml: • 24 fps-ൽ 4K-യോടു കൂടിയ 135 MB (സിനിമ ശൈലി)
mr: • ^[24](formatNumber: true) fps वर ^[4](formatNumber: true)K सह ^[135](formatNumber: true) MB (फिल्म स्टाइल)
ms: • 135 MB dengan 4K pada 24 bps (gaya filem)
nb: • 135 MB med 4K ved 24 bps (filmstil)
nl: • 135 MB met 4K op 24 fps (filmstijl)
or: • ^[24](formatNumber: true) fpsରେ 4K ସହିତ ^[135](formatNumber: true) MB (ଫିଲ୍ମ ଷ୍ଟାଇଲ୍)
pa: • ^[24](formatNumber: true) fps ‘ਤੇ ^[4](formatNumber: true)K ਨਾਲ ^[135](formatNumber: true) MB (ਫ਼ਿਲਮ ਸਟਾਇਲ)
pl: • 135 MB przy 4K i 24 kl./s (film)
pt_br: • 135 MB com 4K a 24 fps (estilo de filme)
pt_pt: • 135 MB com 4K a 24 fps (cinemático)
ro: • 135 MB cu 4K la 24 fps (stil cinematografic)
ru: • 135 МБ при 4K, 24 кадр⁠/⁠с (кино)
sk: • 135 MB pri 4K, 24 fps (film)
sl: • 135 MB z ločljivostjo 4K pri 24 sličicah/s (filmsko)
sv: • 135 MB med 4K med 24 bilder/s (filmkvalitet)
ta: • 24 fpsஇல் 4Kஇல் 135 MB (ஃபிலிம் ஸ்டைல்)
te: • 24 fpsగా 4Kతో 135 MB (ఫిల్మ్ స్టైల్)
th: • 135 MB ด้วย 4K ที่ 24 fps (แบบภาพยนตร์)
tr: • 135 MB; 4K, 24 kare/sn. (film tipi)
uk: • 135 МБ для 4K із 24 кадр/с (як кіноплівка)
ur: • ‏⁨^[24](formatNumber: true) fps⁩ پر ⁨4K⁩ کے ساتھ ⁨^[135](formatNumber: true) MB⁩ (فلم اسٹائل)
vi: • 135 MB với 4K tại 24 fps (phong cách phim)
zh_cn: • 135 MB, 4K/24 fps（电影风格）
zh_hk: • 135 MB（4K/24 fps，電影風格）
zh_tw: • 135 MB（4K/24 fps，電影風格）

# CAM_RECORD_VIDEO_4K_24_MOST_COMPATIBLE
source: 4K at 24 fps (High Efficiency)
ar: ‏‪4K‬ بمعدل ٢٤ إطار/ث (تنسيق عالي الكفاءة)
bg: 4K / 24 кадъра/сек (Високоефективен)
bn: 4K 24 fps-এ (হাই এফিসিয়েন্সি)
ca: 4K a 24 fps (alta eficiència)
cs: 4K při 24 fps (vysoká efektivita)
da: 4K ved 24 bps (High Efficiency)
de: 4K (24 fps) (High Efficiency)
el: 4K στα 24 καρέ/δευτ. (υψηλή απόδοση)
es: 4K a 24 fps (alta eficiencia)
es_us: 4K a 24 fps (alta eficiencia)
fi: 4K / 24 fps (korkea hyötysuhde)
fr: 4K à 24 ips (haute efficacité)
fr_ca: 4K à 24 ips (haute efficacité)
gu: 24 fps પર 4K (હાઇ એફિશંસી)
he: ‏4K בקצב של ⁨24 FPS⁩ (יעילות גבוהה)
hi: 24 fps पर 4K (हाई एफ़िशिएंसी)
hr: 4K pri 24 fps (visoka učinkovitost)
hu: 4K / 24 fps (nagy hatékonyságú)
id: 4K pada 24 fps (Efisiensi Tinggi)
it: 4K a 24 fps (efficienza elevata)
ja: 4K/24 fps（高効率）
kk: 4K, 24 кадр/с (жоғары тиімділік)
kn: 24 fpsನಲ್ಲಿ 4K (ಅಧಿಕ ಎಫಿಸಿಯೆನ್ಸಿ)
ko: 4K - 24fps(고효율성)
lt: 4K 24 kadr./s (didelis efektyvumas)
ml: 24 fps-ൽ 4K (ഉയർന്ന എഫിഷ്യൻസി)
mr: ^[24](formatNumber: true) fps वर ^[4](formatNumber: true)K (उच्च कार्यक्षमता)
ms: 4K pada 24 bps (Kecekapan Tinggi)
nb: 4K ved 24 bps (High Efficiency)
nl: 4K op 24 fps (High Efficiency)
or: ^[24](formatNumber: true) fpsରେ 4K (ଉଚ୍ଚ ଦକ୍ଷତା ସମ୍ପନ୍ନ)
pa: 24 fps ’ਤੇ 4K (ਉੱਚ ਕੁਸ਼ਲਤਾ)
pl: 4K, 24 kl./s (High Efficiency)
pt_br: 4K a 24 fps (Alta Eficiência)
pt_pt: 4K a 24 fps (alta eficiência)
ro: 4K la 24 fps (eficiență înaltă)
ru: 4K, 24 кадр⁠/⁠с (высокоэффективный)
sk: 4K, 24 fps (vysokoefektívny)
sl: 4K pri 24 sličicah/s (visoka učinkovitost)
sv: 4K med 24 bilder/s (Högeffektiv)
ta: 24 fpsஇல் 4K (உயர் செயல்திறன்)
te: 24 fpsగా 4K (అత్యధిక సామర్థ్యం కలిగిన)
th: 4K ที่ 24 fps (ประสิทธิภาพสูง)
tr: 4K, 24 kare/sn. (Yüksek Verimlilik)
uk: 4K із 24 кадр/с (високоефективний)
ur: ‏⁨^[24](formatNumber: true) fps⁩ پر ⁨4K⁩ (ہائی ایفی شیئنسی)
vi: 4K tại 24 fps (Hiệu suất cao)
zh_cn: 4K/24 fps（高效）
zh_hk: 4K/24 fps（高效率）
zh_tw: 4K/24 fps（高效率）

# CAM_RECORD_VIDEO_4K_24_SHORT
source: 4K at 24 fps
ar: ‏4K بمعدل ٢٤ إطار/ث
bg: 4K / 24 кадъра/сек
bn: 4K 24 fps-এ
ca: 4K a 24 fps
cs: 4K, 24 fps
da: 4K ved 24 bps
de: 4K (24 fps)
el: 4K στα 24 καρέ/δευτ.
es: 4K a 24 fps
es_us: 4K a 24 fps
fi: 4K / 24 fps
fr: 4K à 24 ips
fr_ca: 4K à 24 ips
gu: 24 fps પર 4K
he: ‏4K בקצב של ⁨24 FPS⁩
hi: 24 fps पर 4K
hr: 4K pri 24 fps
hu: 4K / 24 fps
id: 4K pada 24 fps
it: 4K a 24 fps
ja: 4K/24 fps
kk: 4K, 24 кадр/с
kn: 24 fpsನಲ್ಲಿ 4K
ko: 4K - 24fps
lt: 4K 24 kadr./s
ml: 24 fps-ൽ 4K
mr: ^[24](formatNumber: true) fps वर ^[4](formatNumber: true)K
ms: 4K pada 24 bps
nb: 4K ved 24 bps
nl: 4K op 24 fps
or: ^[24](formatNumber: true) fpsରେ 4K
pa: ^[24](formatNumber: true) fps ‘ਤੇ ^[4](formatNumber: true)K
pl: 4K, 24 kl./s
pt_br: 4K a 24 fps
pt_pt: 4K a 24 fps
ro: 4K la 24 fps
ru: 4K, 24 кадр⁠/⁠с
sk: 4K, 24 fps
sl: 4K in 24 sličic/s
sv: 4K med 24 b/s
ta: 24 fpsஇல் 4K
te: 24 fpsగా 4K
th: 4K ที่ 24 fps
tr: 4K, 24 kare/sn.
uk: 4K із 24 кадр/с
ur: 4K پر ⁨^[24](formatNumber: true) fps⁩
vi: 4K tại 24 fps
zh_cn: 4K/24 fps
zh_hk: 4K/24 fps
zh_tw: 4K/24 fps

# CAM_RECORD_VIDEO_4K_25
source: 4K at 25 fps (PAL)
ar: ‏4K بمعدل ٢٥ إطار/ث (PAL)
bg: 4K / 25 кадъра/сек (PAL)
bn: 4K 25 fps-এ (PAL)
ca: 4K a 25 fps (PAL)
cs: 4K při 25 fps (PAL)
da: 4K ved 25 bps (PAL)
de: 4K mit 25 fps (PAL)
el: 4K στα 25 καρέ/δευτ. (PAL)
es: 4K a 25 fps (PAL)
es_us: 4K a 25 fps (PAL)
fi: 4K / 25 fps (PAL)
fr: 4K à 25 ips (PAL)
fr_ca: 4K à 25 ips (PAL)
gu: 25 fps પર 4K (PAL)
he: ‏4K בקצב של ⁨25 FPS⁩ (PAL)
hi: 25 fps पर 4K (PAL)
hr: 4K pri 25 fps (PAL)
hu: 4K / 25 fps (PAL)
id: 4K pada 25 fps (PAL)
it: 4K a 25 fps (PAL)
ja: 4K/25 fps（PAL）
kk: 4K, 25 кадр/с (PAL)
kn: 25 fpsನಲ್ಲಿ 4K (PAL)
ko: 4K - 25fps(PAL)
lt: 4K 25 kadr./s (PAL)
ml: 25 fps-ൽ 4K (PAL)
mr: ^[25](formatNumber: true) fps सह ^[4](formatNumber: true) K (PAL)
ms: 4K pada 25 bps (PAL)
nb: 4K ved 25 bps (PAL)
nl: 4K op 25 fps (PAL)
or: ^[25](formatNumber: true) fpsରେ 4K (PAL)
pa: ^[25](formatNumber: true) fps ’ਤੇ ^[4](formatNumber: true)K (PAL)
pl: 4K, 25 kl./s (PAL)
pt_br: 4K a 25 fps (PAL)
pt_pt: 4K a 25 fps (PAL)
ro: 4K la 25 fps (PAL)
ru: 4K, 25 кадр⁠/⁠с (PAL)
sk: 4K, 25 fps (PAL)
sl: 4K pri 25 sličicah/s (PAL)
sv: 4K med 25 bilder/s (PAL)
ta: 25 fpsஇல் 4K (PAL)
te: 25 fpsగా 4K (PAL)
th: 4K ที่ 25 fps (PAL)
tr: 4K, 25 kare/sn. (PAL)
uk: 4K із 25 кадр/с (PAL)
ur: (PAL)‎ 4K پر ⁨^[25](formatNumber: true) fps⁩
vi: 4K tại 25 fps (PAL)
zh_cn: 4K/25 fps (PAL)
zh_hk: 4K/25 fps（PAL）
zh_tw: 4K/25 fps（PAL）

# CAM_RECORD_VIDEO_4K_25_FOOTER
source: • 270 MB with 4K at 25 fps (PAL TV)
ar: ‏• ٢٧٠ م.ب. بدقة 4K ومعدل ٢٥ إطار/ث (PAL التلفزيون)
bg: • 270 MB с 4K / 25 кадъра/сек (PAL TV)
bn: • 4K-তে 25 fps-এ 270 MB (PAL টিভি)
ca: • 270 MB amb 4K a 25 fps (PAL TV)
cs: • 270 MB při 4K a 25 fps (PAL TV)
da: • 270 MB med 4K ved 25 bps (PAL-tv)
de: • 270 MB in 4K mit 25 fps (PAL-TV)
el: • 270 MB με 4K στα 25 καρέ/δευτ. (PAL TV)
es: • 270 MB a 4K y 25 fps (TV PAL)
es_us: • 270 MB con 4K a 25 fps (PAL TV)
fi: • 270 Mt, jos valittuna on 4K / 25 fps (PAL TV)
fr: • 270 Mo avec 4K à 25 ips (TV PAL)
fr_ca: • 270 Mo avec 4K à 25 ips (télévision PAL)
gu: • 25 fps પર 4K માટે 270 MB (PAL TV)
he: ‏• 270 מ״ב באיכות 4K ובקצב של ⁨25 FPS⁩ (PAL TV)
hi: • 25 fps पर 4K के साथ 270 MB (PAL TV)
hr: • 270 MB s 4K pri 25 fps (PAL TV)
hu: • 270 MB 4K felbontással, 25 fps sebességgel (PAL TV)
id: • 270 MB dengan 4K pada 25 fps (PAL TV)
it: • 270 MB con 4K a 25 fps (TV PAL)
ja: • 270 MB（4K/25 fps、PAL TV）
kk: • 270 МБ: 4K, 25 кадр/с (PAL TV)
kn: • 25 fpsನಲ್ಲಿ 4K ಜೊತೆಗೆ 270 MB (PAL TV)
ko: • 270MB, 4K - 25fps(PAL TV)
lt: • 270 MB pasirinkus 4K 25 kadr./s (PAL TV)
ml: • 25 fps-ൽ 4K-യോടു കൂടിയ 270 MB (PAL TV)
mr: • 25 fps वर 4K सह 270 MB (PAL TV)
ms: • 270 MB dengan 4K pada 25 bps (PAL TV)
nb: • 270 MB med 4K ved 25 bps (PAL TV)
nl: • 270 MB met 4K op 25 fps (PAL TV)
or: • ^[25](formatNumber: true) fpsରେ 4K ସହିତ ^[270](formatNumber: true) MB (PAL TV)
pa: • 25 fps ’ਤੇ 4K ਨਾਲ 270 MB (PAL TV)
pl: • 270 MB przy 4K i 25 kl./s (TV PAL)
pt_br: • 270 MB com 4K a 25 fps (PAL TV)
pt_pt: • 270 MB com 4K a 25 fps (TV PAL)
ro: • 270 MB cu 4K la 25 fps (PAL TV)
ru: • 270 МБ при 4K, 25 кадр⁠/⁠с (PAL TV)
sk: • 270 MB pri 4K, 25 fps (PAL TV)
sl: • 270 MB z ločljivostjo 4K pri 25 sličicah/s (PAL TV)
sv: • 270 MB med 4K med 25 bilder/s (PAL-TV)
ta: • 25 fpsஇல் 4Kஇல் 270 MB (PAL TV)
te: • 25 fpsగా 4Kతో 270 MB (PAL TV)
th: • 270 MB ด้วย 4K ที่ 25 fps (PAL TV)
tr: • 270 MB, 4K, 25 kare/sn. (PAL TV)
uk: • 270 МБ для 4K із 25 кадр/с (PAL TV)
ur: • ‏⁨^[25](formatNumber: true) fps⁩ پر ⁨4K⁩ کے ساتھ ⁨^[270](formatNumber: true) MB⁩ (PAL TV)
vi: • 270 MB với 4K tại 25 fps (PAL TV)
zh_cn: • 270 MB, 4K/25 fps（PAL电视）
zh_hk: • 270 MB（4K/25 fps，PAL電視）
zh_tw: • 270 MB（4K/25 fps，PAL電視）

# CAM_RECORD_VIDEO_4K_25_HEVC_DOLBY_FOOTER
source: • 190 MB with 4K at 25 fps (PAL TV)
ar: ‏• ١٩٠ م.ب. بدقة 4K ومعدل ٢٥ إطار/ث (PAL التلفزيون)
bg: • 190 MB с 4K / 25 кадъра/сек (PAL TV)
bn: • 4K-তে 25 fps-এ 190 MB (PAL টিভি)
ca: • 190 MB amb 4K a 25 fps (PAL TV)
cs: • 190 MB při 4K a 25 fps (PAL TV)
da: • 190 MB med 4K ved 25 bps (PAL-tv)
de: • 190 MB in 4K mit 25 fps (PAL-TV)
el: • 190 MB με 4K στα 25 καρέ/δευτ. (PAL TV)
es: • 190 MB a 4K y 25 fps (TV PAL)
es_us: • 190 MB con 4K a 25 fps (PAL TV)
fi: • 190 Mt, jos valittuna on 4K / 25 fps (PAL TV)
fr: • 190 Mo avec 4K à 25 ips (TV PAL)
fr_ca: • 190 Mo avec 4K à 25 ips (télévision PAL)
gu: • 25 fps પર 4K માટે 190 MB (PAL TV)
he: ‏• 190 מ״ב באיכות 4K ובקצב של ⁨25 FPS⁩ (PAL TV)
hi: • 25 fps पर 4K के साथ 190 MB (PAL TV)
hr: • 190 MB s 4K pri 25 fps (PAL TV)
hu: • 190 MB 4K felbontással, 25 fps sebességgel (PAL TV)
id: • 190 MB dengan 4K pada 25 fps (PAL TV)
it: • 190 MB con 4K a 25 fps (TV PAL)
ja: • 190 MB（4K/25 fps、PAL TV）
kk: • 190 МБ: 4K, 25 кадр/с (PAL TV)
kn: • 25 fpsನಲ್ಲಿ 4K ಜೊತೆಗೆ 190 MB (PAL TV)
ko: • 190MB, 4K - 25fps(PAL TV)
lt: • 190 MB pasirinkus 4K 25 kadr./s (PAL TV)
ml: • 25 fps-ൽ 4K-യോടു കൂടിയ 190 MB (PAL TV)
mr: • ^[25](formatNumber: true) fps वर ^[4](formatNumber: true) K सह ^[190](formatNumber: true) MB (PAL TV)
ms: • 190 MB dengan 4K pada 25 bps (PAL TV)
nb: • 190 MB med 4K ved 25 bps (PAL TV)
nl: • 190 MB met 4K op 25 fps (PAL TV)
or: • ^[25](formatNumber: true) fpsରେ 4K ସହିତ ^[190](formatNumber: true) MB (PAL TV)
pa: • ^[25](formatNumber: true) fps ’ਤੇ ^[4](formatNumber: true)K ਨਾਲ ^[190](formatNumber: true) MB (PAL TV)
pl: • 190 MB przy 4K i 25 kl./s (TV PAL)
pt_br: • 190 MB com 4K a 25 fps (PAL TV)
pt_pt: • 190 MB com 4K a 25 fps (TV PAL)
ro: • 190 MB cu 4K la 25 fps (PAL TV)
ru: • 190 МБ при 4K, 25 кадр⁠/⁠с (PAL TV)
sk: • 190 MB pri 4K, 25 fps (PAL TV)
sl: • 190 MB z ločljivostjo 4K pri 25 sličicah/s (PAL TV)
sv: • 190 MB med 4K med 25 bilder/s (PAL-TV)
ta: • 25 fpsஇல் 4Kஇல் 190 MB (PAL TV)
te: • 25 fpsగా 4Kతో 190 MB (PAL TV)
th: • 190 MB ด้วย 4K ที่ 25 fps (PAL TV)
tr: • 190 MB, 4K, 25 kare/sn. (PAL TV)
uk: • 190 МБ для 4K із 25 кадр/с (PAL TV)
ur: • ‏⁨^[25](formatNumber: true) fps⁩ پر ⁨4K⁩ کے ساتھ ⁨^[190](formatNumber: true) MB⁩ (PAL TV)
vi: • 190 MB với 4K tại 25 fps (PAL TV)
zh_cn: • 190 MB, 4K/25 fps（PAL电视）
zh_hk: • 190 MB（4K/25 fps，PAL電視）
zh_tw: • 190 MB（4K/25 fps，PAL電視）

# CAM_RECORD_VIDEO_4K_25_HEVC_FOOTER
source: • 170 MB with 4K at 25 fps (PAL TV)
ar: ‏• ١٧٠ م.ب. بدقة 4K ومعدل ٢٥ إطار/ث (PAL التلفزيون)
bg: • 170 MB с 4K / 25 кадъра/сек (PAL TV)
bn: • 4K-তে 25 fps-এ 170 MB (PAL টিভি)
ca: • 170 MB amb 4K a 25 fps (PAL TV)
cs: • 170 MB při 4K a 25 fps (PAL TV)
da: • 170 MB med 4K ved 25 bps (PAL-tv)
de: • 170 MB in 4K mit 25 fps (PAL-TV)
el: • 170 MB με 4K στα 25 καρέ/δευτ. (PAL TV)
es: • 170 MB a 4K y 25 fps (TV PAL)
es_us: • 170 MB con 4K a 25 fps (PAL TV)
fi: • 170 Mt, jos valittuna on 4K / 25 fps (PAL TV)
fr: • 170 Mo avec 4K à 25 ips (TV PAL)
fr_ca: • 170 Mo avec 4K à 25 ips (télévision PAL)
gu: • 25 fps પર 4K માટે 170 MB (PAL TV)
he: ‏• 170 מ״ב באיכות 4K ובקצב של ⁨25 FPS⁩ (PAL TV)
hi: • 25 fps पर 4K के साथ 170 MB (PAL TV)
hr: • 170 MB s 4K pri 25 fps (PAL TV)
hu: • 170 MB 4K felbontással, 25 fps sebességgel (PAL TV)
id: • 170 MB dengan 4K pada 25 fps (PAL TV)
it: • 170 MB con 4K a 25 fps (TV PAL)
ja: • 170 MB（4K/25 fps、PAL TV）
kk: • 170 МБ: 4K, 25 кадр/с (PAL TV)
kn: • 25 fpsನಲ್ಲಿ 4K ಜೊತೆಗೆ 170 MB (PAL TV)
ko: • 170MB, 4K - 25fps(PAL TV)
lt: • 170 MB pasirinkus 4K 25 kadr./s (PAL TV)
ml: • 25 fps-ൽ 4K-യോടു കൂടിയ 170 MB (PAL TV)
mr: • 25 fps वर 4K सह 170 MB (PAL TV)
ms: • 170 MB dengan 4K pada 25 bps (PAL TV)
nb: • 170 MB med 4K ved 25 bps (PAL TV)
nl: • 170 MB met 4K op 25 fps (PAL TV)
or: • ^[25](formatNumber: true) fpsରେ 4K ସହିତ ^[170](formatNumber: true) MB (PAL TV)
pa: • ^[25](formatNumber: true) fps ’ਤੇ ^[4](formatNumber: true)K ਨਾਲ ^[170](formatNumber: true) MB (PAL TV)
pl: • 170 MB przy 4K i 25 kl./s (TV PAL)
pt_br: • 170 MB com 4K a 25 fps (PAL TV)
pt_pt: • 170 MB com 4K a 25 fps (TV PAL)
ro: • 170 MB cu 4K la 25 fps (PAL TV)
ru: • 170 МБ при 4K, 25 кадр⁠/⁠с (PAL TV)
sk: • 170 MB pri 4K, 25 fps (PAL TV)
sl: • 170 MB z ločljivostjo 4K pri 25 sličicah/s (PAL TV)
sv: • 170 MB med 4K med 25 bilder/s (PAL-TV)
ta: • 25 fpsஇல் 4Kஇல் 170 MB (PAL TV)
te: • 25 fpsగా 4Kతో 170 MB (PAL TV)
th: • 170 MB ด้วย 4K ที่ 25 fps (PAL TV)
tr: • 170 MB, 4K, 25 kare/sn. (PAL TV)
uk: • 170 МБ для 4K із 25 кадр/с (PAL TV)
ur: • ‏⁨^[25](formatNumber: true) fps⁩ پر ⁨4K⁩ کے ساتھ ⁨^[170](formatNumber: true) MB⁩ (PAL TV)
vi: • 170 MB với 4K tại 25 fps (PAL TV)
zh_cn: • 170 MB, 4K/25 fps（PAL电视）
zh_hk: • 170 MB（4K/25 fps，PAL電視）
zh_tw: • 170 MB（4K/25 fps，PAL電視）

# CAM_RECORD_VIDEO_4K_25_MOST_COMPATIBLE
source: 4K at 25 fps (High Efficiency)
ar: ‏‪4K‬ بمعدل ٢٥ إطار/ث (تنسيق عالي الكفاءة)
bg: 4K / 25 кадъра/сек (Високоефективен)
bn: 4K 25 fps-এ (হাই এফিসিয়েন্সি)
ca: 4K a 25 fps (alta eficiència)
cs: 4K při 25 fps (vysoká efektivita)
da: 4K ved 25 bps (High Efficiency)
de: 4K (25 fps) (High Efficiency)
el: 4K στα 25 καρέ/δευτ. (υψηλή απόδοση)
es: 4K a 25 fps (alta eficiencia)
es_us: 4K a 25 fps (alta eficiencia)
fi: 4K / 25 fps (korkea hyötysuhde)
fr: 4K à 25 ips (haute efficacité)
fr_ca: 4K à 25 ips (haute efficacité)
gu: 25 fps પર 4K (હાઇ એફિશંસી)
he: ‏4K בקצב של ⁨25 FPS⁩ (יעילות גבוהה)
hi: 25 fps पर 4K (हाई एफ़िशिएंसी)
hr: 4K pri 25 fps (visoka učinkovitost)
hu: 4K / 25 fps (nagy hatékonyságú)
id: 4K pada 25 fps (Efisiensi Tinggi)
it: 4K a 25 fps (efficienza elevata)
ja: 4K/25 fps（高効率）
kk: 4K, 25 кадр/с (жоғары тиімділік)
kn: 25 fpsನಲ್ಲಿ 4K (ಅಧಿಕ ಎಫಿಸಿಯೆನ್ಸಿ)
ko: 4K - 25fps(고효율성)
lt: 4K 25 kadr./s (didelis efektyvumas)
ml: 25 fps-ൽ 4K (ഉയർന്ന എഫിഷ്യൻസി)
mr: 25 fps वर 4K (उच्च कार्यक्षमता)
ms: 4K pada 25 bps (Kecekapan Tinggi)
nb: 4K ved 25 bps (High Efficiency)
nl: 4K op 25 fps (High Efficiency)
or: ^[25](formatNumber: true) fpsରେ 4K (ଉଚ୍ଚ ଦକ୍ଷତା ସମ୍ପନ୍ନ)
pa: 25 fps ’ਤੇ 4K (ਉੱਚ ਕੁਸ਼ਲਤਾ)
pl: 4K, 25 kl./s (High Efficiency)
pt_br: 4K a 25 fps (Alta Eficiência)
pt_pt: 4K a 25 fps (alta eficiência)
ro: 4K la 25 fps (eficiență înaltă)
ru: 4K, 25 кадр⁠/⁠с (высокоэффективный)
sk: 4K, 25 fps (vysokoefektívny)
sl: 4K pri 25 sličicah/s (visoka učinkovitost)
sv: 4K med 25 bilder/s (Högeffektiv)
ta: 25 fpsஇல் 4K (உயர் செயல்திறன்)
te: 25 fpsగా 4K (అత్యధిక సామర్థ్యం కలిగిన)
th: 4K ที่ 25 fps (ประสิทธิภาพสูง)
tr: 4K, 25 kare/sn. (Yüksek Verimlilik)
uk: 4K із 25 кадр/с (високоефективний)
ur: ‏⁨^[25](formatNumber: true) fps⁩ پر ⁨4K⁩ (ہائی ایفی شیئنسی)
vi: 4K tại 25 fps (Hiệu suất cao)
zh_cn: 4K/25 fps（高效）
zh_hk: 4K/25 fps（高效率）
zh_tw: 4K/25 fps（高效率）

# CAM_RECORD_VIDEO_4K_25_SHORT
source: 4K at 25 fps
ar: ‏4K بمعدل ٢٥ إطار/ث
bg: 4K / 25 кадъра/сек
bn: 4K 25 fps-এ
ca: 4K a 25 fps
cs: 4K při 25 fps
da: 4K ved 25 bps
de: 4K (25 fps)
el: 4K στα 25 καρέ/δευτ.
es: 4K a 25 fps
es_us: 4K a 25 fps
fi: 4K / 25 fps
fr: 4K à 25 ips
fr_ca: 4K à 25 ips
gu: 25 fps પર 4K
he: ‏4K בקצב של ⁨25 FPS⁩
hi: 25 fps पर 4K
hr: 4K pri 25 fps
hu: 4K / 25 fps
id: 4K pada 25 fps
it: 4K a 25 fps
ja: 4K/25 fps
kk: 4K, 25 кадр/с
kn: 25 fpsನಲ್ಲಿ 4K
ko: 4K - 25fps
lt: 4K 25 kadr./s
ml: 25 fps-ൽ 4K
mr: 25 fps वर 4K
ms: 4K pada 25 bps
nb: 4K ved 25 bps
nl: 4K op 25 fps
or: ^[25](formatNumber: true) fpsରେ 4K
pa: 25 fps ’ਤੇ 4K
pl: 4K, 25 kl./s
pt_br: 4K a 25 fps
pt_pt: 4K a 25 fps
ro: 4K la 25 fps
ru: 4K, 25 кадр⁠/⁠с
sk: 4K, 25 fps
sl: 4K in 25 sličic/s
sv: 4K med 25 b/s
ta: 25 fpsஇல் 4K
te: 25 fpsగా 4K
th: 4K ที่ 25 fps
tr: 4K, 25 kare/sn.
uk: 4K із 25 кадр/с
ur: 4K پر ⁨^[25](formatNumber: true) fps⁩
vi: 4K tại 25 fps
zh_cn: 4K/25 fps
zh_hk: 4K/25 fps
zh_tw: 4K/25 fps

# CAM_RECORD_VIDEO_4K_30
source: 4K at 30 fps
ar: ‏4K بمعدل ٣٠ إطار/ث
bg: 4K / 30 кадъра/сек
bn: ^[4](formatNumber: true)K ^[30](formatNumber: true) fps-এ
ca: 4K a 30 fps
cs: 4K, 30 fps
da: 4K ved 30 bps
de: 4K (30 fps)
el: 4K στα 30 καρέ/δευτ.
es: 4K a 30 fps
es_us: 4K a 30 fps
fi: 4K / 30 fps
fr: 4K à 30 ips
fr_ca: 4K à 30 ips
gu: 30 fps પર 4K
he: ‏4K בקצב של ⁨30 FPS⁩
hi: 30 fps पर 4K
hr: 4K pri 30 fps
hu: 4K / 30 fps
id: 4K pada 30 fps
it: 4K a 30 fps
ja: 4K/30 fps
kk: 4K, 30 кадр/с
kn: 30 fpsನಲ್ಲಿ 4K
ko: 4K - 30fps
lt: 4K 30 kadr./s
ml: 30 fps-ൽ 4K
mr: ^[30](formatNumber: true) fps वर ^[4](formatNumber: true) K
ms: 4K pada 30 bps
nb: 4K ved 30 bps
nl: 4K op 30 fps
or: ^[30](formatNumber: true) fpsରେ 4K
pa: ^[30](formatNumber: true) fps ‘ਤੇ ^[4](formatNumber: true)K
pl: 4K, 30 kl./s
pt_br: 4K a 30 fps
pt_pt: 4K a 30 fps
ro: 4K la 30 fps
ru: 4K, 30 кадр⁠/⁠с
sk: 4K, 30 fps
sl: 4K in 30 sličic/s
sv: 4K med 30 bilder/s
ta: 30 fpsஇல் 4K
te: 30 fpsగా 4K
th: 4K ที่ 30 fps
tr: 4K, 30 kare/sn.
uk: 4K із 30 кадр/с
ur: 4K پر ⁨^[30](formatNumber: true) fps⁩
vi: 4K tại 30 fps
zh_cn: 4K/30 fps
zh_hk: 4K/30 fps
zh_tw: 4K/30 fps

# CAM_RECORD_VIDEO_4K_30_FOOTER
source: • 350 MB with 4K at 30 fps (higher resolution)
ar: ‏• ٣٥٠ م.ب. بدقة 4K بمعدل ٣٠ إطار/ث (دقة أعلى)
bg: • 350 MB с 4K / 30 кадъра/сек (по-висока разделителна способност)
bn: • 4K-তে 30 fps-এ 350 MB (হায়ার রেজোলিউশন)
ca: • 350 MB amb 4K a 30 fps (major resolució)
cs: • 350 MB při 4K a 30 fps (vyšší rozlišení)
da: • 350 MB med 4K ved 30 bps (højere opløsning)
de: • 350 MB in 4K mit 30 fps (höhere Auflösung)
el: • 350 MB με 4K στα 30 καρέ/δευτ. (υψηλότερη ανάλυση)
es: • 350 MB a 4K y 30 fps (mayor resolución)
es_us: • 350 MB con 4K a 30 fps (mayor resolución)
fi: • 350 Mt, jos valittuna on 4K / 30 fps (suurempi tarkkuus)
fr: • 350 Mo avec 4K à 30 ips (meilleure résolution)
fr_ca: • 350 Mo avec 4K à 30 ips (résolution maximale)
gu: • 30 fps પર 4K માટે 350 MB (હાયર રિઝોલ્યૂશન)
he: ‏• 350 מ״ב באיכות 4K בקצב של ⁨30 FPS⁩ (רזולוציה גבוהה יותר)
hi: • 30 fps पर 4K के साथ 350 MB (उच्च रिज़ोल्यूशन)
hr: • 350 MB s 4K pri 30 fps (viša razlučivost)
hu: • 350 MB 4K felbontással, 30 fps sebességgel (nagyobb felbontás)
id: • 350 MB dengan 4K pada 30 fps (resolusi lebih tinggi)
it: • 350 MB con 4K a 30 fps (risoluzione superiore)
ja: • 350 MB（4K/30 fps、高解像度）
kk: • 350 МБ: 4K, 30 кадр/с (ажыратымдылығы жоғары)
kn: • 30 fpsನಲ್ಲಿ 4K ಜೊತೆಗೆ 350 MB (ಅಧಿಕ ರೆಸಲ್ಯೂಷನ್)
ko: • 350MB, 4K - 30fps(고해상도)
lt: • 350 MB pasirinkus 4K 30 kadr./s (didesnė raiška)
ml: • 30 fps-ൽ 4K-യോടു കൂടിയ 350 MB (കൂടുതൽ ഉയർന്ന റെസലൂഷൻ)
mr: • ^[30](formatNumber: true) fps वर ^[4](formatNumber: true)K सह ^[350](formatNumber: true) MB (उच्च रेझोल्यूशन)
ms: • 350 MB dengan 4K pada 30 bps (resolusi lebih tinggi)
nb: • 350 MB med 4K ved 30 bps (høy oppløsning)
nl: • 350 MB met 4K op 30 fps (hogere resolutie)
or: • ^[30](formatNumber: true) fpsରେ 4K ସହିତ ^[350](formatNumber: true) MB (ଉଚ୍ଚ ରିଜୋଲ୍ୟୁଶନ୍)
pa: • ^[30](formatNumber: true) fps ’ਤੇ ^[4](formatNumber: true)K ਨਾਲ ^[350](formatNumber: true) MB (ਉੱਚ ਰੈਜ਼ੋਲੂਸ਼ਨ)
pl: • 350 MB przy 4K i 30 kl./s (wyższa rozdzielczość)
pt_br: • 350 MB com 4K a 30 fps (resolução maior)
pt_pt: • 350 MB com 4K a 30 fps (resolução mais alta)
ro: • 350 MB cu 4K la 30 fps (rezoluție mai înaltă)
ru: • 350 МБ при 4K, 30 кадр⁠/⁠с (более высокое разрешение)
sk: • 350 MB pri 4K, 30 fps (vyššie rozlíšenie)
sl: • 350 MB z ločljivostjo 4K pri 30 sličicah/s (višja ločljivost)
sv: • 350 MB med 4K med 30 bilder/s (högre upplösning)
ta: • 30 fpsஇல் 4Kஇல் 350 MB (உயர் தெளிவுத்திறன்)
te: • 30 fpsగా 4Kతో 350 MB (అధిక రిజల్యూషన్)
th: • 350 MB ด้วย 4K ที่ 30 fps (ความละเอียดมากขึ้น)
tr: • 350 MB; 4K, 30 kare/sn. (daha yüksek çözünürlük)
uk: • 350 МБ для 4K із 30 кадр/с (вища роздільність)
ur: • ‏⁨^[30](formatNumber: true) fps⁩ پر ‏4K کے ساتھ ⁨^[350](formatNumber: true) MB⁩ (زیادہ ریزولیوشن)
vi: • 350 MB với 4K tại 30 fps (độ phân giải cao hơn)
zh_cn: • 350 MB, 4K/30 fps（高分辨率）
zh_hk: • 350 MB（4K/30 fps，更高解像度）
zh_tw: • 350 MB（4K/30 fps，較高解析度）
